dbaeumer.vscode-eslint
eamodio.gitlens
formulahendry.auto-rename-tag
formulahendry.code-runner
JuanBlanco.solidity
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
